# ===== Formulae (CLI 工具) =====
git
wget
ripgrep
fd
fzf
jq
bat
htop
zoxide
cmake
pkg-config
starship

# ===== Casks (GUI 应用) =====
keka
drawio
iina
baidunetdisk
appcleaner
warp
raycast
openinterminal
devtoys
popclip
google-chrome
buzz
betterdisplay
aldente
visual-studio-code
zed
iterm2
switchhosts



